<template>
    <!-- 歌手详情 -->
            <div class="details">
                <div>
                    <h3>毛不易简介</h3>
                    <div class="bottomLine"></div>
                </div>
                <p>
                    毛不易，原名王维家，1994年10月1日出生于黑龙江省齐齐哈尔市泰来县，
                    中国内地流行乐男歌手，毕业于杭州师范大学护理专业。2017年，参加选
                    秀娱乐节目《明日之子》的比赛，获得全国总决赛冠军，从而正式进入演
                    艺圈；9月1日，推出首张个人音乐专辑《巨星不易工作室 No.1》；11月
                    11日，推出个人原创单曲《项羽虞姬》。
                </p>
                <h4>早年经历</h4>
                <p>
                    毛不易出生于黑龙江省齐齐哈尔市泰来县，从小就喜欢音乐。上初中的时候，
                    他给自己改名为“毛不易”，意为平凡、不改变。他大学就读于杭州师范大学
                    护理专业，虽然他想过换专业，但由于换专业需要成绩，且他的成绩一般，
                    所以他便继续读护理专业；在校期间，他还参加了校园十佳歌手的比赛，并
                    担任了杭州师范大学理学院“百万音镑”十佳歌手决赛评委。2016年，他进入
                    杭州地方医院实习，成为一名实习男护士；同年，他开始提笔写歌，并萌生
                    了自学吉他的想法，他所创作的第一首歌曲是为出嫁的姐姐而写的。
                </p>
                 <h4>演艺经历</h4>
                 <p>
                     2017年，参加选秀娱乐节目《明日之子》的比赛，最终以1400多万的粉推人气
                     获得全国总决赛冠军，并得到了白金唱片及“最强厂牌”的称号；比赛期间，毛
                     不易共演唱了14首原创歌曲，其中《消愁》的播放量24小时破千万、首周破亿；
                     9月1日，推出首张个人音乐专辑《巨星不易工作室 No.1》，收录了包括《像我
                     这样的人》、《消愁》等在内的7首歌曲；11月4日，以“星小编”的身份做客网易
                     娱乐明星互动直播栏目《娱乐新鲜派》；同年，参加“明日之子2017全国巡回演唱
                     会”；随后，参加湖南卫视脱口秀节目《天天向上》的录制，这是他的电视综艺首
                     秀；11月11日，推出个人原创单曲《项羽虞姬》；此外，他还为迪士尼电影《寻梦
                     环游记》演唱了主题曲《请记住我》；11月23日，获得网易年度有态度大赏年度最
                     有态度唱作歌手奖；12月3日，获得腾讯视频星光大赏年度音乐新势力奖；12月18
                     日，为电影《卧底巨星》演唱的推广曲《感觉自己是巨星》正式上线；12月25日，
                     为电影《无问西东》演唱的宣传曲《无问》正式上线；12月28日，获得腾讯娱乐白皮
                     书音乐年度之星奖；12月31日，参加江苏卫视跨年演唱会，演唱了《消愁》。
                </p>
                <p>
                    2018年1月7日，获得首届金鲛奖年度十佳网络新星奖 ；1月18日，获得微博之夜年度
                    音乐新力量奖；2月10日，推出个人单曲《不染》，并作为电视剧《香蜜沉沉烬如霜》
                    的主题曲；2月26日，与迪丽热巴共同为电视剧《烈火如歌》演唱的片尾曲《浴火成诗》
                    上线。4月13日，作为帮唱嘉宾参加湖南卫视《歌手2018》，与张韶涵合唱《花房姑娘》；
                    随后，作为“无限唱作人”参加江苏卫视音乐唱作类真人秀节目《无限歌谣季》。5月31日，
                    毛不易发布首张个人专辑《平凡的一天》，该专辑由李健、赵兆担任制作人，上线仅15分
                    钟单曲销量就突破了50万 。
                </p>
                <p>
                    2019年1月20日，其个人专辑《平凡的一天》获得“硬地围炉夜·2018年度网易云音乐原创
                    盛典”年度专辑，而歌曲《像我这样的人》则获得年度十大歌曲；2月5日，参加江苏卫视春
                    节联欢晚会，与王梦婷合唱歌曲《一纸情书》；3月12日，加盟爱奇艺华语唱作人生态挑战
                    节目《我是唱作人》 ；3月25日；3月25日，其演唱的歌曲《平凡的一天》获得第26届东方
                    风云榜音乐盛典十大金曲奖、最佳作词奖；其后，作为“星推官”参加腾讯视频音乐选秀节目
                    《明日之子水晶时代》；7月13日，参加《浙江卫视年中音乐盛典》（造乐节），其歌曲《消
                    愁》获得华语原创十大金曲；7月28日，加盟腾讯视频星素互动音乐共创真人秀《合唱吧！300》，
                    担任合唱发起人；9月13日，毛不易参加2019年中央广播电视总台中秋晚会，并与刘涛演唱歌
                    曲《我要你》；12月3日，专辑《小王》主打曲《二零三》上线；12月16日，第二主打曲《水乡》上线。
                </p>
                <p>
                    2020年1月，以首发歌手身份加盟湖南卫视音乐竞技节目《歌手·当打之年》。1月23日，为电影
                    《囧妈》演唱的片尾曲《红莓花儿开》上线；2月20日，推出第2张个人音乐专辑《小王》，收录
                    了包括《二零三》、《水乡》等在内的11首原创歌曲；3月，作为教练团成员加盟《创造营2020》。
                </p>
            </div>
</template>

<script>
export default {
    name:"work"
}
</script>

<style lang="less">
    .details{
        // display: none;
        margin-left: 60px;
        margin-bottom: 40px;
    }
    .details,.details h3{
        color: #4a4a4a;
        text-align: center;
    }
    .details h4{
        text-indent: 30px;
        text-align: left;
    }
    .details p{
        text-align: left;
        font-size: 14px;
        font-weight: 400;
        line-height: 20px;
        margin-left: 30px;
        width: 90%;
    }
    .details .bottomLine{
        margin: 0px auto;
        margin-top: -5px;
        width: 60px;
        height: 3px;
        background: rgb(198, 47, 47);
    }
</style>